[
  {
    "date": "Aug 28",
    "speaker": "Laya Ghodsi (remote)",
    "institution": "Univeristy of British Columbia",
    "title": "Multiphase circumgalactic medium of MACS1931-26 BCG",
    "abstract": "The evolution of galaxies is affected by the diffuse gas around them known as the circumgalactic medium (CGM) which acts as a bridge between the galaxy and its cosmological environment. I will talk about the CGM and ISM of the BCG of a cool-core galaxy cluster, MACS1931-26 at z∼0.35 with one of the largest known H2 reservoirs, elevated star formation, and a radio-loud AGN. We trace cold H2 towards MACS1931-26 using multiple CO and CI lines with the APEX 12-m, NRO 45-m telescopes, and the ALMA array. Radiative transfer modelling shows that the gas in the ISM is highly excited, comparable to the local ULIRGs and is more excited, warmer, and denser than the CGM. Our recent observations of this object using JWST reveal warm H2 concomitant with the cold H2 traced by ALMA. H2 rotational line analysis shows an excitation temperature of around 430 K for the whole system and a total warm-to-cold gas mass ratio of 2%. Ongoing work on shock modelling using the observed ionized lines and PAH features in this system would reveal potential gas flows from the CGM to the BCG which might fuel the enhanced star formation of this galaxy and correlate with the strong radio AGN in this system."
  },
  {
    "date": "Sept 4",
    "speaker": "Chris Carr",
    "institution": "Columbia",
    "title": "The All-Sky Impact of the LMC on the Milky Way Circumgalactic Medium",
    "abstract": "The Large Magellanic Cloud (LMC), the Milky Way's most massive satellite, is believed to be on its first pericentre passage of the Galaxy, causing large-scale distortions to the distribution of stars and dark matter in the Milky Way's halo. However, what remains poorly understood is how the circumgalactic medium (CGM), the vast reservoir of gas bound to the Galaxy, has responded to the LMC's recent infall. In this talk, I will introduce our suite of simulations in Enzo of a Milky Way-like CGM with an infalling LMC-like satellite. We find that the infall of such massive satellites, which may harbor CGM gas of their own, source large-scale disruptions in the physical & kinematic properties in the CGM of their host galaxies from a combination of gravitational and collisional hydrodynamic effects. I will end with a discussion on how the signatures of the ongoing interaction with the LMC could manifest in all-sky observable properties of our Galaxy's CGM. "
  },
  {
    "date": "Sept 11",
    "speaker": "Jonah Gannon",
    "institution": "Swinburne",
    "title": "The Building Evidence that Some Ultra-Diffuse Galaxies are `Failed Galaxies'",
    "abstract": "In this talk, I present an overview of the current formation constraints on ultra-diffuse galaxies based on optical spectroscopy measurements. In particular, I will focus on their mass measurements with current evidence suggesting that there is a diverse range of halo masses and halo profiles in the ultra-diffuse galaxy regime. I will show that many mass measurements suggest some ultra-diffuse galaxies do not reside in dwarf-like dark matter halos, but are more massive indicative of a dark matter halo that has failed to form the stellar mass that is usually expected. I will also present work from our group that these 'failed galaxies' are distinct from the remaining population and may be relics of z~2 galaxy formation. These 'failed galaxy' ultra-diffuse galaxies are currently unsimulated and need to be reconciled with our understanding of dwarf galaxy formation. The talk is enabled by a publicly available catalogue of ultra-diffuse galaxy spectroscopic properties with details provided for its access and use in the talk."
  },
  {
    "date": "Sept 25",
    "speaker": "Bingjie Wang",
    "institution": "Penn State",
    "title": "Uncovering Early Galaxy Formation with JWST: A Modeling Perspective",
    "abstract": "The James Webb Space Telescope (JWST) is transforming our understanding on galaxy formation and evolution, revealing distant galaxies deep into the epoch of reionization and uncovering red sources that were simply unknown pre-JWST. In this talk, I will discuss two key areas, with a focus on the challenges in modeling the spectral energy distributions in the JWST era. First, a central science goal of JWST is finding the first galaxies, which often requires modeling of photometric data to select candidates for spectroscopic follow-up. I will show the modeling work that turns the nearby cluster A2744 to one of deepest views of our universe, as part of the UNCOVER survey. The resulting rich, public dataset, reveals stellar populations across 0.2 < z < 13, and helps to lead to the discovery of the surprisingly large galaxies at z > 12. I will also briefly discuss how this exquisite dataset is poised to redefine our census of galaxy populations. Second, the optical/IR sensitivity of JWST has led to the discovery of compact red sources, initially interpreted as apparently massive galaxies at z > 7. This interpretation yields a strongly accelerated time line compared to standard models of galaxy growth. Yet, major uncertainties remain about their nature due to the limited photometric data. I will present detailed studies of these so-far mysterious 'little red dots', enabled by the spectroscopic data from the RUBIES program. Remarkably, we find clear signatures of evolved stellar populations, the formation histories of which extend hundreds of millions of years into the past in galaxies only 600–800 Myr after the big bang. Confusingly, some of them exhibit broad Balmer emission lines, suggesting that dust-reddened AGNs contribute to, or even dominate, the spectral energy distributions red-ward of ~rest 0.6μm. I will explore potential origins and evolutionary tracks, from the cores of massive galaxies to low-mass galaxies with over-massive black holes, and conclude with remaining puzzles and possible future directions to form a complete physical picture of these intriguing systems."
  },
  {
    "date": "Oct 2",
    "speaker": "Rayna Rampalli",
    "institution": "Dartmout",
    "title": "On Heterogeneity in Stellar Kinematics and Chemistries within the Milky Way",
    "abstract": "I will discuss how studying observed heterogeneities in stellar kinematic and chemistry space with large datasets lend insight into galactic processes and dynamics. Kinematics — Trick+19 identified overdensities, or “wrinkles”, of stars in eccentric orbits thought to result from the kinematic heating during spiral arm passages. Using photometry from TESS and gyrochronology age-rotation relations, we are calculating stellar age distributions in wrinkles to, for the first time, place a timestamp on transient spiral arm passages. Chemistries — The Sun shows a trend of relative depletion in refractory elements compared to ~80% of its counterparts. We use data-driven learning to infer 13 abundances with Gaia RVS spectra for > 17,000 sun-like stars and 50 planet hosts. With these data, we show the Sun remains relatively refractory depleted compared to sun-like stars regardless of our current knowledge of planet host status, inconsistent with theories of planets locking up refractories. Thus, we take a galactic-scale approach and assess the role of nucleosynthetic heterogeneities.  We find that the Sun is enriched in type 1a supernovae material by > 3sigma compared to its solar counterparts, corresponding to its observed refractory depletion."
  },
  {
    "date": "Oct 9",
    "speaker": "Chris Hayward",
    "institution": "CCA",
    "title": "Bursty star formation: physical drivers and implications for JWST observations of high-redshift galaxies",
    "abstract": "A complete theory of galaxy formation requires understanding the details of how gas is converted into stars over cosmic time, which is affected by gas supply, star formation, and feedback-driven outflows. Based on the results of state-of-the-art cosmological zoom simulations, I will argue that galaxy formation is a violent process: at high redshift, stellar feedback causes all star-forming galaxies to undergo rapid fluctuations in their star formation rates on ~10-Myr timescales. Bursts of star formation are followed by strong outflows, which cause the star formation rate to drop precipitously. Fresh gas supply from galactic fountains rejuvenates star formation and restarts the cycle. At z ~ 1, simulations of massive galaxies exhibit a qualitative transition: outflows are no longer driven effectively, and the galaxies transition to steadily star-forming, well-order disk galaxies. I will discuss the physical causes of bursty star formation and the aforementioned transition to time-steady star formation, in addition to some implications for JWST observations of high-redshift galaxies."
  },
  {
    "date": "Oct 16",
    "speaker": "Rodrigo Cordova Rosado",
    "institution": "Princeton",
    "title": "Black hole growth and connections to dark matter halos: New insights from wide-field cosmological surveys",
    "abstract": "Active galactic nuclei (AGN) are the signposts of black hole growth, and likely play an important role in galaxy evolution. An outstanding question is whether AGN of different spectral type indicate different evolutionary stages in the coevolution of black holes and galaxies. With a growing number of atypical high-redshift quasars being found, understanding AGN development is essential to interpreting these galaxies. I will present the angular correlation function between a machine learning-selected AGN sample from Hyper Suprime-Cam Subaru Strategic Program (HSC-SSP) optical + Wide-field Infrared Survey Explorer (WISE) mid-IR photometry, and a luminous red galaxy (LRG) sample from HSC-SSP. We identify ~ 34,000 luminous AGN, in addition to ~ 1.7 million LRGs from HSC-SSP, within redshift 0.6−1.2 across ~ 600 sqdeg. While there is no significant evolution in halo mass as a function of redshift or luminosity, there is significant evidence that unobscured AGN reside in halos that are 4-5 times more massive, on average, than obscured AGN. I also perform a cross match between these AGN and survey validation data from DESI and find we have a robust dataset with which to perform further classification validation, and compute the projected real-space correlation. I will discuss the implications of this result on unified and evolutionary models of AGN growth, and how upcoming surveys will allow us to better characterize quasar populations."
  },
  {
    "date": "Oct 23",
    "speaker": "Tatsuya Akiba",
    "institution": "University of Colorado",
    "title": "On the Hunt for Rogue Supermassive Black Holes Using Tidal Disruption Events",
    "abstract": "Following the merger of two supermassive black holes (SMBHs), a gravitational wave recoil kick is imparted on the merger remnant due to the anisotropic emission of gravitational waves. These recoil kicks can be as high as ~10^3 km/s which exceeds the escape velocity of most galaxies, and these super-kicks can lead to ejected or rogue SMBHs. While there are several candidates, recoiling SMBHs are difficult to uniquely identify since observations so far cannot rule out alternate possibilities such as dual active galactic nuclei. Here, we present a novel observational signature: off-nuclear or extragalactic tidal disruption events of stars by recoiling SMBHs. When a super-kick is imparted on a SMBH, there is a tightly bound cluster of stars recoiling with it. We show that these bound stars should be in an eccentric, apse-aligned disk where stars are strongly torqued to extremely high eccentricities. The corresponding rate of tidal disruption events in an eccentric disk is expected to be of order ~0.1 yr^-1 gal^-1, several orders of magnitude higher than in an isotropic cluster. We show that this high expected rate of tidal disruption events in an eccentric disk implies off-nuclear or extragalactic tidal disruption events as viable and likely observables of a recoiling or rogue SMBH."
  },
  {
    "date": "Oct 30",
    "speaker": "Austen Gabrielpillai",
    "institution": "CUNY",
    "title": "Semi-analytic satellites --  Satellite evolution in Milky Way-like environments via a robust CGM co-evolution model",
    "abstract": "The evolution of satellite galaxies is an unsolved problem in galaxy formation. Recent observations such as the SAGA and ELVES surveys find tension in HI contents and star formation of satellites around their central host galaxies when compared to our own local environment, the Milky Way. These processes are potentially highly influenced by the host's circumgalactic medium (CGM), and to constrain these cases requires accurate and fast modeling of satellite-host interactions. In this work, we present our methodology for evolving z = 0 surviving satellites alongside their central galaxy in Sapphire, a semi analytic CGM co-evolution model of galaxy formation. We have added interstellar medium (ISM) structure, CGM and ISM ram pressure stripping, as well as satellite pre-enrichment via their host galaxy. Utilizing the Symphony zoom-in dark matter halo suite, we are able to reproduce observations such as the cumulative satellite stellar mass function and the stellar mass-metallicity relation of the local Milky Way satellites from the ultrafaints to the SMC and LMC. Our added framework is highly modular and sets the stage for multi-scale modeling and fast, robust Bayesian inference of satellite-related physical parameters."
  },
  {
    "date": "Nov 6",
    "speaker": "Ore Gottlieb",
    "institution": "CCA",
    "title": "Bridging Physics and Multi-messenger Observations of Black Hole-Powered Events",
    "abstract": "With upcoming LIGO runs and new projects like LSST and ULTRASAT, black hole (BH)-powered multi-messenger events will be at the forefront of astrophysics. A major challenge in studying BH-powered explosions is the vast dynamical range between the BH and the emission site, which has hindered theoretical models from capturing the underlying physics from observations. Using 3D neutrino-general relativistic magnetohydrodynamic simulations, I will present the first such models. I will demonstrate how collapsars open new frontiers in astrophysics, including a novel idea of how nascent BHs acquire their strong magnetic fields, heavy element nucleosynthesis in supernovae, the evolution of relativistic jets, new types of transients, and predictions of new vigorous, coherent, non-inspiral gravitational wave sources that may already be detectable by LIGO. These insights will be crucial for extracting the physics of transients from future gravitational wave and electromagnetic detections."
  },
  {
    "date": "Nov 13",
    "speaker": "Sal Fu",
    "institution": "UC Berkeley",
    "title": "Detailed Views of the Baryon Cycle of Dwarf Galaxies via Narrowband Imaging",
    "abstract": "Detailed studies of our Local Group benchmark our understanding of galaxy formation. Stellar metallicities are key tracers of the baryonic astrophysics shaping galactic properties, but they are challenging to measure in distant and faint galaxies that are pushing push our understanding of dwarf galaxy formation to new regimes in luminosity, star formation history, and environment. For my thesis, I present hundreds of new stellar metallicities in faint, Local Group dwarf galaxies, measured through a novel use of HST narrowband Ca H&K imaging. Our imaging includes: 1) 463 stars in 13 ultra-faint dwarf galaxies (UFDs) around the Milky Way, which effectively doubles the number of stellar metallicities in all known UFDs, b) 374 stellar metallicities in the quenched field dwarf galaxy Tucana (Mv = -8.8, D = 1 Mpc), a factor of ~7 increase over literature spectroscopy, and c) 286 stellar metallicities in two M31 dwarfs And XVI and And XXVIII. I will present highlights from the wide range of science cases enabled by our data, which include: 1) chemical evolution modeling to put novel constraints on the baryon cycle in UFDs, 2) new metallicity benchmarks for cosmological simulations of the faintest galaxies, 3) high-fidelity metallicity gradients that constrain stellar feedback and DM core formation models in dwarf galaxies. I conclude with a discussion on the immense scientific potential of using Ca H&K for stellar metallicities outside the LG."
  },
  {
    "date": "Nov 20",
    "speaker": "Joseph Breneman",
    "institution": "Rutgers",
    "title": "Leonessa: An Extremely Metal Poor Dwarf Galaxy",
    "abstract": "Extremely metal-poor galaxies (XMP) are systems with gas-phase oxygen abundances below 5% Solar metallicity (12+log(O/H)≥ 7.35). These galaxies populate the metal-poor end of the mass-metallicity and luminosity-metallicity relations (MZR and LZR, respectively). Recent studies have found XMP galaxies in the nearby Universe to be outliers on the LZR, where they show a lower metallicity than other galaxies of similar luminosity. However, this is not true for all metals as many XMP systems exhibit enhanced nitrogen-to-oxygen ratios. The majority of XMP galaxies are also extremely gas-rich, with HI gas-to-stellar mass ratios > 10. We present results on a recently discovered XMP galaxy, Leonessa, and characterize the system’s properties using newly obtained observations from the HST, GBT, and HET facilities. Leonessa is a star-forming galaxy located in a nearby void at a distance of 15.92 ± 0.66 Mpc with a gas-phase oxygen abundance of 12+log(O/H) = 7.32 ± 0.04 and nitrogen-to-oxygen (N/O) ratio of log(N/O) = −1.41 ± 0.2. Our updated distance finds that Leonessa agrees with the MZR trend but disagrees with the LZR trend. Our H I mass measurement finds that Leonessa is a gas-rich system, though considerably less gas-rich than a majority of XMP systems. Our N/O ratio for Leonessa place it in agreement with most other XMP galaxies. We conclude that the contribution to the galaxy’s luminosity from recent star formation is responsible for its offset from the LZR trend. To provide additional context for the properties of XMP galaxies in the nearby universe, we also compile a comparison sample of 155 dwarf galaxies taken from the literature, including 58 XMP systems, with gas-phase metallicity measurements based on the ‘direct’ method. Using the comparison sample, we investigate possible chemical evolution pathways for nearby XMP galaxies."
  },
  {
    "date": "Dec 4",
    "speaker": "Aklant Bhowmick",
    "institution": "Rutgers",
    "title": "The BRAHMA simulations: Towards unveiling the origins of supermassive black holes",
    "abstract": "Deciphering the first 'seeds' of supermassive black holes (BH) is a key science goal for current facilities such as the James Webb Space Telescope (JWST) and upcoming facilities like the Laser Interferometer Space Antenna (LISA) gravitational wave observatory. Most popular candidates include 'light' seeds as Population III stellar remnants (~1e2 solar masses), 'medium-weighted' seeds as merger remnants of stellar and BH collisions in dense nuclear star clusters (~1e3-1e4 solar masses), and 'heavy seeds' formed out of direct collapse of gas (~1e4-1e6 solar masses). However, most cosmological simulations employ very simplistic seeding prescriptions due to their inability to explicitly resolve the seed masses and the formation processes. I will talk about our new suite of BRAHMA cosmological simulations that implement a novel set of physically motivated BH seeding prescriptions that rely on a wide range of gas properties, including high gas density, low gas metallicity, strong Lyman Werner radiation, low gas angular momentum, and rich halo environment. To model low mass seeds in larger simulation volumes, we have developed a novel stochastic seed model that can faithfully represent the descendants of seeds that are ~10-100 times below the simulation resolution. Using our new seed models, we have carried out one of the largest systematic studies for quantifying the impact of BH seeding, on BH populations across cosmic time. I'll talk about the key signatures of our seed models in a wide range of BH observables such as the BH merger rates detectable by LISA, high-z stellar mass vs BH mass relations probed by JWST, and the local BH occupation fractions in dwarf galaxies."
  }
]